<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
  <key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadCertificateFileName</key>
			<string>AAA Certificate Services.cer</string>
			<key>PayloadContent</key>
			<data>Certificate</data>
			<key>PayloadDescription</key>
			<string>A certificate payload</string>
			<key>PayloadDisplayName</key>
			<string>Certificate</string>
			<key>PayloadIdentifier</key>
			<string>com.vanagandr42.minimal.credential</string>
			<key>PayloadOrganization</key>
			<string></string>
			<key>PayloadType</key>
			<string>com.apple.security.root</string>
			<key>PayloadUUID</key>
			<string>9B733672-E764-4B5F-9B86-B3D6D5C8E6FE</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>A certificate profile</string>
	<key>PayloadDisplayName</key>
	<string>Minimal Example</string>
	<key>PayloadIdentifier</key>
	<string>com.vanagandr42.minimal</string>
	<key>PayloadOrganization</key>
	<string></string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>228420C8-9D51-4171-BD98-A37A7E8906C1</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
