<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_computerlevel</key>
	<array>
		<dict>
			<key>ProfileDisplayName</key>
			<string>MDM Profile</string>
			<key>ProfileIdentifier</key>
			<string>com.acmecorp.mdm</string>
			<key>ProfileInstallDate</key>
			<string>2020-10-31 11:09:13 +0000</string>
			<key>ProfileItems</key>
			<array>
				<dict>
					<key>PayloadContent</key>
					<dict>
						<key>Password</key>
						<string>********</string>
					</dict>
					<key>PayloadDisplayName</key>
					<string>APSP:2ac8758d-658e-4cb0-b378-21a5c967a24a</string>
					<key>PayloadIdentifier</key>
					<string>com.acmecorp.mdm.credential1</string>
					<key>PayloadOrganization</key>
					<string>AcmeInc</string>
					<key>PayloadType</key>
					<string>com.apple.security.pkcs12</string>
					<key>PayloadUUID</key>
					<string>80f246aa-4923-4834-8084-045601ff6c7e</string>
					<key>PayloadVersion</key>
					<integer>1</integer>
				</dict>
				<dict>
					<key>PayloadContent</key>
					<dict>
						<key>AccessRights</key>
						<integer>8191</integer>
						<key>CheckInURL</key>
						<string>https://mdm.acmeengine.com:443/mdm/client/</string>
						<key>CheckOutWhenRemoved</key>
						<true/>
						<key>IdentityCertificateUUID</key>
						<string>80f246aa-4923-4834-8084-045601ff6c7e</string>
						<key>ServerCapabilities</key>
						<array>
							<string>com.apple.mdm.per-user-connections</string>
						</array>
						<key>ServerURL</key>
						<string>https://mdm.acmeengine.com:443/mdm/client/</string>
						<key>Topic</key>
						<string>com.apple.mgmt.External.2ac8758d-658e-4cb0-b378-21a5c967a24a</string>
						<key>UseDevelopmentAPNS</key>
						<false/>
					</dict>
					<key>PayloadDisplayName</key>
					<string>MDM Profile</string>
					<key>PayloadIdentifier</key>
					<string>com.acmecorp.mdm.mdm1</string>
					<key>PayloadOrganization</key>
					<string>AcmeInc</string>
					<key>PayloadType</key>
					<string>com.apple.mdm</string>
					<key>PayloadUUID</key>
					<string>2be5ff3a-6d55-45a2-819e-79a80d37ecef</string>
					<key>PayloadVersion</key>
					<integer>1</integer>
				</dict>
			</array>
			<key>ProfileOrganization</key>
			<string>AcmeInc</string>
			<key>ProfileType</key>
			<string>Configuration</string>
			<key>ProfileUUID</key>
			<string>37afccc4-a33e-41eb-ba2c-2f243e05ee4a</string>
			<key>ProfileVerificationState</key>
			<string>verified</string>
			<key>ProfileVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>ProfileDisplayName</key>
			<string>FileVault</string>
			<key>ProfileIdentifier</key>
			<string>com.mdm.15fe5e90-20ea-4641-9262-6ef0d0449bfe.MyProfile11</string>
			<key>ProfileInstallDate</key>
			<string>2020-10-31 11:58:09 +0000</string>
			<key>ProfileItems</key>
			<array>
				<dict>
					<key>PayloadContent</key>
					<dict>
						<key>Defer</key>
						<true/>
						<key>DeferDontAskAtUserLogout</key>
						<false/>
						<key>DeferForceAtUserLoginMaxBypassAttempts</key>
						<integer>0</integer>
						<key>Enable</key>
						<string>On</string>
						<key>ShowRecoveryKey</key>
						<true/>
						<key>UseRecoveryKey</key>
						<true/>
					</dict>
					<key>PayloadDisplayName</key>
					<string>FileVault Configuration</string>
					<key>PayloadIdentifier</key>
					<string>com.mdm.mac.filevault</string>
					<key>PayloadOrganization</key>
					<string>MDM</string>
					<key>PayloadType</key>
					<string>com.apple.MCX.FileVault2</string>
					<key>PayloadUUID</key>
					<string>ce225e07-e504-4728-9ce2-2d528c79cca4</string>
					<key>PayloadVersion</key>
					<integer>1</integer>
				</dict>
				<dict>
					<key>PayloadContent</key>
					<dict/>
					<key>PayloadDisplayName</key>
					<string>Escrow Certificate</string>
					<key>PayloadIdentifier</key>
					<string>com.mdm.mobiledevice.certificate</string>
					<key>PayloadOrganization</key>
					<string>MDM</string>
					<key>PayloadType</key>
					<string>com.apple.security.pkcs1</string>
					<key>PayloadUUID</key>
					<string>08e21960-8b8a-48c9-adec-a67dc88435ec</string>
					<key>PayloadVersion</key>
					<integer>1</integer>
				</dict>
				<dict>
					<key>PayloadContent</key>
					<dict>
						<key>DeviceKey</key>
						<string>43537000000142119</string>
						<key>EncryptCertPayloadUUID</key>
						<string>08e21960-8b8a-48c9-adec-a67dc88435ec</string>
						<key>Location</key>
						<string>the personal recovery key is stored in the mdm server. contact your administrator to retrieve it.</string>
					</dict>
					<key>PayloadDisplayName</key>
					<string>FileVault Recovery Key Escrow Configuration</string>
					<key>PayloadIdentifier</key>
					<string>com.mdm.mac.filevault_Escrow</string>
					<key>PayloadOrganization</key>
					<string>MDM</string>
					<key>PayloadType</key>
					<string>com.apple.security.FDERecoveryKeyEscrow</string>
					<key>PayloadUUID</key>
					<string>120e62dc-d799-4ab7-8ae6-5b3805773e35</string>
					<key>PayloadVersion</key>
					<integer>1</integer>
				</dict>
			</array>
			<key>ProfileOrganization</key>
			<string>MDM</string>
			<key>ProfileRemovalDisallowed</key>
			<string>true</string>
			<key>ProfileType</key>
			<string>Configuration</string>
			<key>ProfileUUID</key>
			<string>98eca119-fb6f-4e8a-aac7-58e1582e007d</string>
			<key>ProfileVerificationState</key>
			<string>verified</string>
			<key>ProfileVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>ProfileDisplayName</key>
			<string>Wifi</string>
			<key>ProfileIdentifier</key>
			<string>com.mdm.27087cd8-121c-4183-ab97-a7ee3c46ff51.Wifi</string>
			<key>ProfileInstallDate</key>
			<string>2020-10-31 11:16:41 +0000</string>
			<key>ProfileItems</key>
			<array>
				<dict>
					<key>PayloadContent</key>
					<dict>
						<key>AutoJoin</key>
						<true/>
						<key>EncryptionType</key>
						<string>WPA3</string>
						<key>HIDDEN_NETWORK</key>
						<false/>
						<key>Password</key>
						<string>********</string>
						<key>ProxyType</key>
						<string>None</string>
						<key>SSID_STR</key>
						<string>EARTH</string>
					</dict>
					<key>PayloadDisplayName</key>
					<string>Wifi Profile Configuration</string>
					<key>PayloadIdentifier</key>
					<string>com.mdm.mobiledevice.wifi</string>
					<key>PayloadOrganization</key>
					<string>MDM</string>
					<key>PayloadType</key>
					<string>com.apple.wifi.managed</string>
					<key>PayloadUUID</key>
					<string>a4d2fb4c-5f9a-4544-9c78-580e6849248e</string>
					<key>PayloadVersion</key>
					<integer>1</integer>
				</dict>
			</array>
			<key>ProfileOrganization</key>
			<string>MDM</string>
			<key>ProfileRemovalDisallowed</key>
			<string>true</string>
			<key>ProfileType</key>
			<string>Configuration</string>
			<key>ProfileUUID</key>
			<string>4f19fc5a-ce2c-4378-9483-5aaa743b1e47</string>
			<key>ProfileVerificationState</key>
			<string>verified</string>
			<key>ProfileVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>ProfileDisplayName</key>
			<string>ME MDM Agent</string>
			<key>ProfileIdentifier</key>
			<string>com.acmeengine.mdm.mac</string>
			<key>ProfileInstallDate</key>
			<string>2020-10-31 11:09:24 +0000</string>
			<key>ProfileItems</key>
			<array>
				<dict>
					<key>PayloadContent</key>
					<dict>
						<key>ErID</key>
						<string>43538000000142281</string>
						<key>ServerName</key>
						<string>mdm.acmeengine.com</string>
						<key>ServerPort</key>
						<string>443</string>
						<key>Services</key>
						<dict>
							<key>token_name</key>
							<string>encapiKey</string>
							<key>token_value</key>
							<string>wSsVR61z%2FxGhCa14yjKrdug6yFRdBg%2F%2FHEt%2B4la1uH%2BqH%2FCU9MdpkxKcUACkTqcaF2Z4HDoQ9eopyRpWhmcOj494ywkGDyiF9mqRe1U4J3x187q4ljSeV2s%3D</string>
							<key>urls</key>
							<dict>
								<key>DeviceRegistrationServlet</key>
								<string>/mdm/client/v1/drs</string>
								<key>IOSNativeAppServlet</key>
								<string>/mdm/client/v1/macnativeappserver</string>
								<key>MDMLogUploaderServlet</key>
								<string>/mdm/client/v1/mdmLogUploader</string>
							</dict>
						</dict>
						<key>UDID</key>
						<string>41D92AF2-1A9B-5C77-9ED1-9CB6AAF778B4</string>
					</dict>
					<key>PayloadDisplayName</key>
					<string>ME MDM Agent</string>
					<key>PayloadIdentifier</key>
					<string>com.acmeengine.mdm.mac</string>
					<key>PayloadType</key>
					<string>com.acmeengine.mdm.mac</string>
					<key>PayloadUUID</key>
					<string>com.acmeengine.mdm.mac--agent</string>
					<key>PayloadVersion</key>
					<integer>1</integer>
				</dict>
			</array>
			<key>ProfileOrganization</key>
			<string>AcmeEngine</string>
			<key>ProfileRemovalDisallowed</key>
			<string>true</string>
			<key>ProfileType</key>
			<string>Configuration</string>
			<key>ProfileUUID</key>
			<string>com.acmeengine.mdm.mac</string>
			<key>ProfileVerificationState</key>
			<string>verified</string>
			<key>ProfileVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>ProfileDisplayName</key>
			<string>MyProfile12</string>
			<key>ProfileIdentifier</key>
			<string>com.mdm.8e70980a-608d-42e2-a258-3623cb286aa4.MyProfile12</string>
			<key>ProfileInstallDate</key>
			<string>2020-10-31 11:51:37 +0000</string>
			<key>ProfileItems</key>
			<array>
				<dict>
					<key>PayloadContent</key>
					<dict>
						<key>PayloadContentManagedPreferences</key>
						<dict>
							<key>com.trusourcelabs.NoMAD</key>
							<dict>
								<key>Forced</key>
								<array>
									<dict>
										<key>mcx_preference_settings</key>
										<dict>
										<key>ADDomain</key>
										<string>contoso.com</string>
										<key>KerberosRealm</key>
										<string>CONTOSO.COM</string>
										<key>LocalPasswordSync</key>
										<integer>0</integer>
										<key>RenewTickets</key>
										<integer>1</integer>
										<key>SecondsToRenew</key>
										<integer>3600</integer>
										<key>ShowHome</key>
										<integer>0</integer>
										<key>Template</key>
										<string></string>
										<key>UseKeychain</key>
										<integer>1</integer>
										<key>X509CA</key>
										<string></string>
										</dict>
									</dict>
								</array>
							</dict>
						</dict>
					</dict>
					<key>PayloadIdentifier</key>
					<string>com.trusourcelabs.NoMAD.170544dd-4fd3-427b-97aa-65b2bd5e7a54.alacarte.customsettings.165c9ec6-f282-45b9-a7db-198eccd8d3cf</string>
					<key>PayloadOrganization</key>
					<string>MDM</string>
					<key>PayloadType</key>
					<string>com.apple.ManagedClient.preferences</string>
					<key>PayloadUUID</key>
					<string>165c9ec6-f282-45b9-a7db-198eccd8d3cf</string>
					<key>PayloadVersion</key>
					<integer>1</integer>
				</dict>
			</array>
			<key>ProfileOrganization</key>
			<string>MDM</string>
			<key>ProfileRemovalDisallowed</key>
			<string>true</string>
			<key>ProfileType</key>
			<string>Configuration</string>
			<key>ProfileUUID</key>
			<string>f2b86dc6-a491-4b79-924f-513eec981d5c</string>
			<key>ProfileVerificationState</key>
			<string>verified</string>
			<key>ProfileVersion</key>
			<integer>1</integer>
		</dict>
	</array>
</dict>
</plist>